@extends('layouts\default')
@include('includes.userNav')
@section('content')
<h1>Top Blogs</h1>
<div id="intro" class="basic-1">
        <div class="container">
            <div class="row">
                <div class="col-lg-5">
                    <div class="text-container">
                        <div class="section-title">ভূমিকা</div>
                        <h2>আমরা সবুজ ঢাকা গড়ার পথে উদ্যোগী</h2>
                        <p>ঢাকা শহরে কমপক্ষে প্রায় সাড়ে চার লক্ষ ছাদ রয়েছে (সাড়ে চার হাজার হেক্টরের বেশি) যা দেশের কোন একটি উপজেলার সমান বা বেশি। যেখানে বাসস্থান, স্কুল-কলেজ, বিশ্ববিদ্যালয়, অফিস-আদালত, ব্যাংক, শপিং মল, কনভেনশন সেন্টার ইত্যাদি বেশি। বিল্ডিং কোডে ২০% সবুজ থাকার কথা থাকলেও মানার বিষয়টি আশাব্যঞ্জক নয়। শহরবাসীর পুষ্টির বিষয়টি মাথায় নিলে ফল চাষ অত্যাবশ্যকীয় বিষয় হলেও সবজি, ফুল ও সৌন্দর্যবর্ধনকারী গাছ-পালা লাগানোর পরিমাণ শহরে তুলনামূলক বেশি। এটিও আশার বিষয় যে, নগরে সবুজের পরিমাণ বাড়ছে, কিন্তু এর সাথে সাথে পুষ্টি পাওয়ার বিষয়টি গুরুত¦ সহকারে ভাবতে হবে এবং তা এখনই করার উপযুক্ত সময়। একবিংশ শতাব্দীতে আরো দ্রুত নগরায়ণের এবং জনসংখ্যা ২০৫০ সালে ৮.৩ বিলিয়ন ছাড়িয়ে যাবে। বর্তমানে পৃথিবীর ৩৮% স্থল প্রায় ৮০০ মিলিয়ন হেক্টর ফার্মিং এর আওতায় এবং অতিরিক্ত জনগণকে খাওয়ানোর জন্য এখনকার কৃষি পদ্ধতি ব্যবহার করলে আরো ১০০ মিলিয়ন হেক্টর কৃষি জমি প্রয়োজন পড়বে। কিন্তু এই পরিমান কৃষি জমি অবশিষ্ট নাই যার ফলে বাণিজ্যিক ভার্টিক্যাল চাষাবাদ ছাড়া অন্য কোনো বিকল্প নেই যা অবশ্যই নগর কৃষির অন্তর্গত। গবেষকদের ধারণা অনুযায়ী, সুউচ্চ ৩০তলা ভবনে ২৭,৮০০০,০০০ বর্গমিটার ভার্টিক্যাল ফার্ম স্থাপন করা যায় যা দিয়ে ৫০,০০০ মানুষকে খাওয়ানো যাবে যেখান থেকে প্রত্যেক জনকে ২০০০ ক্যালরি প্রতিদিন দেয়া সম্ভব। সুতরাং, বলাই যায়, ভবিষ্যৎ এর জন্য একমাত্র মাধ্যম হবে নগর ভার্টিক্যাল কৃষি ফার্ম। আরো উল্লেখ্য যে, বর্তমান ভূমি কৃষির যে সকল সমস্যা যেমন- পরিবহন সমস্যা, সংরক্ষণ সমস্যার মতো কোন সমস্যা নগর কৃষিতে থাকবে না কারণ নগর কৃষির আধুনিক প্রযুক্তি ও কলাকৌশলের ফলে প্রত্যেক ফার্ম থেকে ফ্রেশ ফল বা সবজি সরাসরি বাজারজাত করা যাবে যেখানে ডিজাইনার, প্রকৌশলী, পুষ্টিবিদসহ অনেক লোকের কর্মসংস্থান হবে এবং এতে একদল দক্ষ জনশক্তি তৈরি করা সম্ভব হবে।    


বাণিজ্যিক নগর কৃষি আরো টেকসই করা সম্ভব কারণ এতে সেচের পানির অপচয় ৪০-৬০% কমিয়ে এনে ৩-৪গুণ ফলন বাড়ানো যায় যেখানে হাইড্রোপনিক্যালি পুষ্টিউপাদানসমৃদ্ধ পানিকে অটোমেটিক এবং জলবায়ুনিয়ন্ত্রিত বিল্ডিং এ সংরক্ষন করে পুনরায় ব্যবহার করা হয়। যদিও আধুনিক এই প্রযুক্তির ইনডোর ভার্টিক্যাল ফার্মিং এ আর্টিফিসিয়াল খঊউ ষরমযঃ, ধৎঃরভরপরধষ রহঃবষষরমবহপব (অও), ধঁঃড়-রৎৎরমধঃরড়হ রিঃয ংড়ষঁঃরড়হ ব্যবহারের কারণে এককালীন খরচ বেশি হবে বিধায় স্থানীয় উপকরণ ব্যবহারের মাধ্যমে এর খরচ কমিয়ে আনাটা বড় চ্যালেঞ্জ। এই জায়গাটিতে সহযোগিতা করতে পারে শেকৃবি ও বাকৃবিতে প্রতিষ্ঠিত ফ্যাব-ল্যাব ও প্রকৌশল বিভাগগুলো; এছাড়াও কৃষি গবেষণা প্রতিষ্ঠান এবং পাবলিক-প্রাইভেট পার্টনারশিপে কাজ করলে বাণিজ্যিক নগর ফার্মিং টেকসই ও লাভজনক করা সম্ভব।</p>
                        <p class="testimonial-text"> নতুন নতুন সৃজনশীল (ওহহড়াধঃরাব) পদ্ধতির মাধ্যমে গবেষণার সাথে সাথে নতুন কৃষি প্রযুক্তি উদ্ভাবনকে উৎসাহিত করা এবং নগর কৃষি বাজার অনলাইন শপ তৈরির মাধ্যমে নগর কৃষি সকলের কাছে পৌঁছে দেয়ার এখনই সময়।</p>
                        <div class="testimonial-author">মুবিনা রহমান জেরিন- CEO</div>
                    </div> <!-- end of text-container -->
                </div> <!-- end of col -->
                <div class="col-lg-7">
                    <div class="image-container">
                        <img class="img-fluid" src="images/intro-office.jpg" alt="alternative">
                    </div> <!-- end of image-container -->
                </div> <!-- end of col -->
            </div> <!-- end of row -->
        </div> <!-- end of container -->
    </div> <!-- end of basic-1 -->
    <!-- end of intro -->
    <a class="btn btn-small btn-success" href="{{ URL::to('blog/create') }}">Blog Create </a>
@endsection